# ViewGraphSchedLocationsLow Property (2024)

---
C#Visual BasicVisual C++
Revit 2024 API
---
ParameterTypeId..::..ViewGraphSchedLocationsLow Property
ParameterTypeId Class See Also
---
"Column Locations Start"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId ViewGraphSchedLocationsLow { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property ViewGraphSchedLocationsLow As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ ViewGraphSchedLocationsLow {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace